// General
"Powered by" = "Powered by";
"No Internet" = "インターネットの接続がありません。\r\n\r\n接続してから続行してください。";
"Search..." = "検索…";
"OK" = "OK";
"Cancel" = "キャンセル";
"Send" = "送信";
"Error" = "エラー";
"Thanks" = "ありがとうございます";
"Close" = "終了";
"Update" = "更新";
// FAQ
"FAQs" = "よくある質問";
"FAQ" = "よくある質問";
"No FAQs" = "よくある質問がありません。";
"FAQ Error" = "よくある質問を取得できませんでした。\r\n後で再試行してください。";
"How can we help?" = "サポートを提供します！";
"No matches found" = "一致する結果が見つかりませんでした";
"Helpful?" = "お役に立ちましたか？";
"Yes" = "はい";
"No" = "いいえ";
"One moment please..." = "しばらくお待ちください…";
"Thanks for your feedback." = "フィードバックありがとうございました。";
// Versions
"Versions" = "バージョン";
"No Versions" = "バージョンがみつかりませんでした。";
"Versions Error" = "バージョンを取得できませんでした。\r\n後で再試行してください。";
"Version" = "バージョン";
"An update to version %@ is available" = "更新されたバージョン%@が利用可能です";
"You've just updated to v%@" = "たった今、v%@に更新しました";
"Learn More" = "詳細";
// Feedback
"Contact" = "お問い合わせ";
"Your Email:" = "メールアドレス：";
"Email Placeholder" = "例： yourname@icloud.com";
"attach a file" = "ファイルを添付する";
"No Message." = "メッセージなし。";
"Please enter a message." = "メッセージを入力してください。";
"No Email." = "メールなし";
"Are you sure you want to send without your email? We won't be able reply to you." = "メールなしで送信してもよろしいですか？弊社から返答を受けとることはできません。";
"Invalid Email Address." = "メールアドレスは無効です。";
"Please check your email address, it appears to be invalid." = "メールアドレスをご確認ください。無効のようです。";
"Sending..." = "送信中…";
"There was an error sending your feedback, please try again." = "フィードバック送信中にエラーが発生しました。再試行してください。";
"We have received your feedback and will be in contact soon." = "フィードバックを受信しました。早急に弊社から返信いたします。";
"Take Photo" = "写真を撮る";
"Choose Photo" = "写真を選択する";
"Use Latest Photo" = "最新の写真を使用する";
"Can't Access." = "アクセスできません";
"We can't access your photos, please ensure this application has access in Settings." = "写真にアクセスできません。このアプリケーションが設定でアクセス可能になっていることをご確認ください。";
"Error uploading." = "アップロード中にエラーが発生しました。";
"We couldn't upload the photo, please try again."  = "写真をアップロードできませんでした。再試行してください。" ;
"Are you sure?" = "よろしいですか？";
"Your message will be lost." = "メッセージは失われます。";
// Notifications
"Notifications" = "通知";
"No Notifications" = "通知は見つかりませんでした。";
"Notifications Error" = "通知を取得できませんでした。\r\n後で再試行してください";
// Prompt
"What do you think about " = "次についての感想をお聞かせください：";
"I Love It!" = "大好きです！";
"Could Be Better" = "改善の余地があります";
"Great! Could you leave us a nice review?\r\nIt really helps." = "ありがとうございます！ポジティブなレビューを書いていただけませんか？\r\nご支援ありがとうございます。";
"Leave a Review" = "レビューを書く";
"no thanks" = "いいえ、結構です";
"Could you tell us how we could improve?" = "どのように改善できるか、教えていただけませんか？";
"Send Feedback" = "フィードバックを送信する";
